<!--Agreement 用户协议 -->
<template>
    <div class="agreement">
        <myheader></myheader>
        <div>
            <h3>法律声明</h3> 
            <p>
               <span></span> 1、JJR家具招聘网(中国家具招聘网)拥有www.jjrw.com所有内容及资源的版权，受国家知识产权保护，未经JJR家具招聘网(中国家具招聘网)的许可，任何单位或个人不得以任何方式，将网站内容复制、转载、引用。否则本公司将追究其法律责任。申请使用JJR家具招聘网(中国家具招聘网)内容的许可必须得到特别书面批准；<br >
                <span></span>2、JJR家具招聘网(中国家具招聘网)并无随时监视会员动态，但保留对其实施实时监视的权利。网站上会员或他们的信息均由会员自行提供，会员依法应对其提供的任何信息承担全部责任。JJR家具招聘网(中国家具招聘网)对此相关信息的准确性、完整性、合法性或真实性均不承担任何责任。此外，JJR家具招聘网(中国家具招聘网)对任何使用或提供本网站信息的商业活动及其风险不承担任何责任。
            </p> 
            <h3>用户协议</h3> 
            <h4>一、用户服务基本条款</h4> 
            <p>
                <span></span>（一）求职人员用户<br>
                 <span></span>求职者必须同意使用JJR家具招聘网(中国家具招聘网)仅用于合法的目的，也就是说，仅用于求职。已注册求职者可以把个人简历通过本网站或直接发送给在本网站已注册的公司。在此种情况下，求职者个人简历仍然储存在中国家具招聘网数据库中，直至求职者把个人简历从其中删除为止。JJR家具招聘网(中国家具招聘网)保留对求职者个人简历进行修改的权力。未经求职者的许可，JJR家具招聘网(中国家具招聘网)不会把求职人员的个人简历转发给任何未经注册的潜在雇主，但对本网站试用会员或通过使用本网站搜索引擎及其他方式的第三方用户有权查询到求职者的简要资料（不能获得通讯方式）。但是求职人员须同意JJR家具招聘网(中国家具招聘网)可以采用其个人资料作为营销的用途。求职者必须独自全部承担由于向注册公司或其他用户发送个人资料所形成的一切风险。JJR家具招聘网(中国家具招聘网)对于任何公司（不管它是否在中国境内）与求职者之间所造成的任何纠纷，概不负责。<br>
                <span></span>（二）注册公司用户<br>
                 <span></span>JJR家具招聘网(中国家具招聘网)一经确认收到注册公司所须的相关服务费用，注册公司即享有JJR家具招聘网(中国家具招聘网)正式会员的资格，允许在一段特定的时间内在本网站发布招聘信息或广告信息。已注册公司有权进入JJR家具招聘网(中国家具招聘网)数据库进行职位查询，但禁止利用此项权利进行查询人才以外的其他用途。注册公司须独自对登记在中国家具招聘网上及其他链接页面上的内容的正确性负责。JJR家具招聘网(中国家具招聘网)保留对注册公司资料进行修改的权力。JJR家具招聘网(中国家具招聘网)保留在适当的时候制订新的服务收费标准的权力。JJR家具招聘网(中国家具招聘网)对拒绝接受新的收费标准的公司，保留延缓或中止该公司会员资格的权力，而且，本网站的这种行为不构成任何侵权和豁免于一切损害赔偿。<br>
                <span></span>（三）禁止行为（适用于求职人员与注册公司）<br>
                 禁止在个人简历中公布不完整、虚假或不准确的资料，禁止在简历中公布不属于简历内容的资料。一经发现本网站将暂停或终止对该使用者的服务。<br>
                 求职者不能登记（或邮寄）不完全的、错误的个人信息。<br>
                 求职者试图获取职位以外的内容；用人单位试图得到求职者个人简历以外的其他信息。任何用户不得通过打印、下载、拷贝或其他方式再造其他用户的可辨认的信息。未经特定用户同意的上述任何操作都被严格禁止。<br>
                 任何用户不得使用JJR家具招聘网(中国家具招聘网)传发或储存任何违反适用法律或法规的资料；不得以任何形式侵犯其他实体的版权、商标权、商业秘密或其他知识产权；不得侵犯个人和社会大众的隐私安全；禁止传输任何非法的、骚扰性的、中伤性的、辱骂性的、恐吓性的、伤害性、庸俗或淫秽的信息。<br>
            </p> 
            <h4 >二、版权、商标权等</h4> 
            <p>
                <span></span>版权：JJR家具招聘网(中国家具招聘网)定义的内容包括：所有图标、图表、文字、声音、相片、录像、软件；广告中的全部内容；电子邮件的全部内容；JJR家具招聘网(中国家具招聘网)为用户提供的商业信息。所有这些内容受版权、商标及其他相关法律的保护。<br>
                <span></span>商标：JJR家具招聘网(中国家具招聘网)的商标（“中国家具人才”、“JJR家具招聘网(中国家具招聘网)”、“www.jjrw.com”）属于本公司所有。与JJR家具招聘网(中国家具招聘网)合作的商标属于合作者所有。未经商标所有者许可任何法人、其他组织、个人不得擅自使用。
            </p> 
            <h4>三、责任和义务</h4> 
            <p>
                <span></span>JJR家具招聘网(中国家具招聘网)无需全天监控www.jjrw.com的运作，但拥有该项权利。本网站所有用户必须认可自己所输入的表格、内容、简历的正确性；独立对链接的页面、内容承担责任。JJR家具招聘网(中国家具招聘网)对任何与本网站链接的网站的内容的正确性不承担任何责任。JJR家具招聘网(中国家具招聘网)不承诺特定用户或特定数量的用户浏览任何个人简历、招聘信息或链接页面。JJR家具招聘网(中国家具招聘网)不承诺能够长期无错误运营；不保证其服务器免受病毒或其他机械故障的侵扰。如果用户在使用JJR家具招聘网(中国家具招聘网)网站时造成需要维修、更换设备或丢失数据的情况，本网站对这些损失不承担任何责任。就法律所允许的范围内，本网站放弃承诺无机械故障；放弃承诺免使第三方权利受到侵害；放弃承诺本网站内容、服务、软件、文本、图像、链接等的适用性、精确性、可靠性、完整性。
            </p> 
            <h4 >四、个人风险条款</h4> 
            <p>
                <span></span>用户必须同意独自承担由于登录JJR家具招聘网(中国家具招聘网)或通过JJR家具招聘网(中国家具招聘网)登录到其他站点而形成的全部风险。所有用户独立承担与他人交流信息及发送应聘和招聘意向所造成的后果。本公司不担保用户发送给另一方用户的资料的真实性、精确性与可靠性。用户对所接受的资料的信任纯属个人风险。JJR家具招聘网(中国家具招聘网)一经发现任何有违反本协议或侵犯法律的行为，有权马上解除该用户的会员资格及禁止其再次登录本网站。中国家具人才网保留删除一切非法的、辱骂性的及不健康的资料的权力。
            </p> 
            <h4 >五、服务终止</h4> 
            <p>
                <span></span>本网站的服务有权在预先通知或不予通知的情况下终止任何免费服务。
            </p> 
            <h4>六、适用法律和管辖权限条款</h4>
            <p>
               <span></span>本协议服从中华人民共和国法律解释；用户与JJR家具招聘网(中国家具招聘网)双方都必须遵守中华人民共和国的司法管辖。如发生本协议相关条款与中华人民共和国法律相抵触时，则该条款将按相关法律重新解释，而其他条款则依旧保持对用户产生法律效力和影响。
            </p> 
            <h4 >七、特别声明</h4> <p>
               <span></span>《JJR家具招聘网(中国家具招聘网)服务协议》及其修改权、解释权均属JJR家具招聘网(中国家具招聘网)。
            </p>
        </div>
    </div>
</template>
<script>
import myheader from "../Myheader.vue"
export default {
    components:{
            myheader,
 },
}
</script>
<style scoped>
 .agreement h3{text-align: center}
 .agreement h4{color:#e63038;margin: 15px 0}
 .agreement span{display: inline-block; width:10px}
</style>
